export const states = (t : any)=>[
    {
        label: t('آذربایجان شرقی'),
        key : 'آذربایجان شرقی',

    },
    {
        label: t('آذربایجان غربی'),
        key : 'آذربایجان غربی',
    },
    {
        label: t('اردبیل'),
        key : 'اردبیل',
    },
    {
        label: t('اصفهان'),
        key : 'اصفهان',
    },
    {
        label: t('البرز'),
        key : 'البرز',
    },
    {
        label: t('ایلام'),
        key : 'ایلام',
    },
    {
        label: t('بوشهر'),
        key : 'بوشهر',
    },
    {
        label: t('تهران'),
        key : 'تهران',
    },
    {
        label: t('چهارمحال و بختیاری'),
        key : 'چهارمحال و بختیاری',
    },
    {
        label: t('خراسان جنوبی'),
        key : 'خراسان جنوبی',
    },
    {
        label: t('خراسان رضوی'),
        key : 'خراسان رضوی',
    },
    {
        label: t('خراسان شمالی'),
        key : 'خراسان شمالی',
    },
    {
        label: t('خوزستان'),
        key : 'خوزستان',
    },
    {
        label: t('زنجان'),
        key : 'زنجان',
    },
    {
        label: t('سمنان'),
        key : 'سمنان',
    },
    {
        label: t('سیستان و بلوچستان'),
        key : 'سیستان و بلوچستان',
    },
    {
        label: t('فارس'),
        key : 'فارس',
    },
    {
        label: t('قزوین'),
        key : 'قزوین',
    },
    {
        label: t('قم'),
        key : 'قم',
    },
    {
        label: t('کردستان'),
        key : 'کردستان',
    },
    {
        label: t('کرمان'),
        key : 'کرمان',
    },
    {
        label: t('کرمانشاه'),
        key : 'کرمانشاه',
    },
    {
        label: t('کهگلویه و بویر احمد'),
        key : 'کهگلویه و بویر احمد',
    },
    {
        label: t('گلستان'),
        key : 'گلستان',
    },
    {
        label: t('گیلان'),
        key : 'گیلان',
    },
    {
        label: t('لرستان'),
        key : 'لرستان',
    },
    {
        label: t('مازندران'),
        key : 'مازندران',
    },
    {
        label: t('مرکزی'),
        key : 'مرکزی',
    },
    {
        label: t('هرمزگان'),
        key : 'هرمزگان',
    },
    {
        label: t('همدان'),
        key : 'همدان',
    },
    {
        label: t('یزد'),
        key : 'یزد',
    },
]
